[
  {
    "title": "ألعاب ترتيب الأشكال الهندسية",
    "content": "يقوم الأطفال بترتيب أشكال هندسية مختلفة في أماكنها الصحيحة على لوح مخصص. يساعد هذا النشاط على تطوير مهارات التمييز البصري والتناسق الحركي.",
    "imageUrl": "Activities/shape-sorting.jpg"
  },
  {
    "title": "صنع قناع حيوانات",
    "content": "يصنع الأطفال أقنعة لحيوانات الغابة باستخدام الورق المقوى والألوان والشرائط. هذا النشاط يعزز الإبداع والتخيل لديهم.",
    "imageUrl": "Activities/animal-mask.jpg"
  },
  {
    "title": "تصميم سوار الصداقة",
    "content": "يقوم الأطفال بنسج أساور ملونة باستخدام خيوط الصوف كهدايا لأصدقائهم، مما يعزز روح التعاون والمحبة بينهم.",
    "imageUrl": "Activities/friendship-bracelet.jpg"
  },
  {
    "title": "رحلة استكشافية للطبيعة",
    "content": "ينطلق الأطفال في جولة استكشافية في الحديقة أو الغابة الصغيرة لجمع أوراق وأحجار مختلفة، مما ينمي حبهم للطبيعة والملاحظة الدقيقة.",
    "imageUrl": "Activities/nature-walk.jpg"
  },
  {
    "title": "ألعاب الماء والاسفنج",
    "content": "يستمتع الأطفال بمسابقة ملء الدلاء باستخدام الاسفنج المشبع بالماء، مما يساعد على تقوية عضلات اليد وتنمية التعاون الجماعي.",
    "imageUrl": "Activities/water-sponge-game.jpg"
  },
  {
    "title": "إنشاء لوحة فنية بالأزرار",
    "content": "يستخدم الأطفال أزراراً ملونة لصنع لوحات فنية مميزة على الورق أو القماش، مما يطور مهاراتهم الإبداعية وحسهم الفني.",
    "imageUrl": "Activities/button-art.jpg"
  },
  {
    "title": "تجربة صنع قوس قزح",
    "content": "يتعلم الأطفال كيفية صنع قوس قزح باستخدام الماء والمنشور الزجاجي، مما يربطهم بمفاهيم الضوء والألوان بطريقة ممتعة.",
    "imageUrl": "Activities/rainbow-experiment.jpg"
  },
  {
    "title": "مهرجان فقاعات الصابون",
    "content": "يقوم الأطفال بصنع فقاعات صابون عملاقة باستخدام أدوات يدوية، مما يضيف جواً من الفرح والمرح في الهواء الطلق.",
    "imageUrl": "Activities/bubble-festival.jpg"
  },
  {
    "title": "ورشة إعادة التدوير",
    "content": "يتعلم الأطفال كيفية استخدام مواد معاد تدويرها مثل الزجاجات البلاستيكية والكرتون لصنع ألعاب أو ديكورات بسيطة، مما يعزز الوعي البيئي لديهم.",
    "imageUrl": "Activities/recycling-workshop.jpg"
  },
  {
    "title": "مسابقة بناء أطول برج",
    "content": "يتنافس الأطفال في بناء أطول برج ممكن باستخدام مكعبات أو أكواب بلاستيكية، مما يشجع على التخطيط والعمل الجماعي.",
    "imageUrl": "Activities/tower-building-competition.jpg"
  }
]
